{
  "水": " ",
  "煽": "Make wind with the feathers to instigate a fire.",
  "蒼": "Blue (青) yes, but azure. \n艹 (艸) grass + 倉 storehouse.\nWe store special BLUE grass in that storehouse.",
  "眼": "Cos my good eye is the eyeball, the not so good one is just a cristal ball.",
  "易": "The days things get done are the easy days.",
  "迎": "Go to welcome the guy with open arms with a hug!",
  "薄": "A special tea (茶) that is watered down, with thin/weak flavour.",
  "専": "It is of SPECIAL importance that you correctly measure the amount of TNT you plan to use.",
  "鳩": "A strong bird!",
  "望": "Everybody hopes for the king to die during the next full moon, less than a month now.",
  "独": "A single insect is enough to distract a cat.",
  "憂": "A hundred hearts beat in unison at each GM concert. There is no GM anymore though, he changed since he cut his mustache, now everyone is sad.",
  "滅": "When you put something to fire, and then take it out with water, all is left (it becomes) is RUIN.",
  "調": "Why are you speaking out load while walking in circles? \nA) MEDITATION,\nB) INVESTIGATION, \nC) EXORCISM, \nD) TUNING TO MUSIC.\n\nAnd the correct answer is... all of the avobe!",
  "傷": "A person holding a rifle will easily get HURT.",
  "寂": "And again the king is faced with a small uprising, every time being left more alone and mellow.",
  "届": "We rise the flag to spread the word that the people have been liberated!",
  "黒": "When it's darkm in our village, we make a fire.",
  "暗": "When it's dark, the sounds of the day end and we get into the silence of night.",
  "潤": "The king ariieves at the gets all wet from the travel.",
  "塵": "A deer (鹿) kicks the ground (土) making dust and revealing the trash under it. ",
  "紛": "You must not get dirstracted when needling a thread, it must not divert or go stray. ",
  "報": "Good news, for your good job as of late you've been rewarded a MUH-COOL new wardrobe.",
  "告": "The news reporter hurls the microphone to the mouth of politicans whenever they are to announce something.",
  "利": "When it comes to protecting your wheat, a sword provides a certain ADVANTAGE.",
  "覆": "West (西) + restore/return (復). In our map, the west is always covered in a fog of war."
}